Repository: Storik4pro/cdpiui
Catalog: GoodbyeDPI_UI/Strings/*/Flashlight.resw
Source language: en_us
Languages: ru

# ByeDPIModeHelpTextBlock.Text
source: This group will only be active if one of the events from the previous one has occurred. Possible events: torst: Timeout or server reset connection after first request redirect: HTTP Redirect with Location whose domain does not match the outgoing one ssl_err: No ServerHello was received in response to ClientHello or the SH contains an invalid session_id none : The previous group was skipped, for example due to domain or protocol restrictions
ru: Эта группа будет активна, только если произошло одно из событий с предыдущей Возможные события: torst : Вышло время ожидания или сервер сбросил подключение после первого запроса redirect: HTTP Redirect с Location, домен которого не совпадает с исходящим ssl_err : В ответ на ClientHello не пришел ServerHello или SH содержит некорректный session_id none : Предыдущая группа пропущена, например из-за ограничения по доменам или протоколам

# DefaultTip
source: Something doesn't work or you have some questions? Maybe that articles can help you
ru: Что-то не работает или появились вопросы? Возможно, эти разделы справки могут вам помочь

# ImportConfigTip.Text
source: You can import .BAT and .CMD files as config files!
ru: Вы можете импортировать пресет из .BAT и .CMD файлов!

# NONE
source: Previous group skipped
ru: Предыдущая группа пропущена

source: Open offline help
ru: Открыть локальную справку

# REDIRECT
source: Redirect location to different domain
ru: Перенаправление на другой домен

# SSLERR
source: ssl error
ru: Некорректный session_id

# TipTextBlock.Text
source: Flashlight Tip
ru: Совет от Фонарика

# Title
source: Flashlight tips+tricks
ru: Советы от Фонарика

# TitleTextBlock.Text
source: Flashlight tips+tricks
ru: Советы от Фонарика

# TORST
source: Timeout / Connection aborted
ru: Вышло время ожидания / Подключение сброшено

# ViewGoodCheckReportTipTextBlock.Text
source: Firstly mark worked arguments using flags in every sitelist group. Then click to "NEXT" button to create new config with selected arguments
ru: Для начала отметьте рабочие аргументы используя флажки для каждого списка сайтов. После этого нажмите на кнопку "Далее", чтобы выбрать самые подходящие параметры и объединить их в один пресет.

# Welcome
source: Welcome to the app! I'm flashlight and I can help you in your adventure. If you have any questions open help or just ask about it on community page. You can find all link in "About" page
ru: Рад видеть тебя здесь! В этом виджете вы увидите советы для комфортного использования приложения

# WhatDoesItMeanTextBlock.Text
source: What does it mean?
ru: Что это значит?
